import Layout from '../components/Layout'

export default function Policy() {
  return (
    <Layout
      title={"Политика обработки персональных данных | Алладин96.ру"}
    >
      <section className="policy">
        <h1>Политика обработки персональных данных</h1>
        <p>Политика в отношении обработки персональных данных:</p>
        <ol>
          <li>Общие положения:
            <ol>
              <li>Политика в отношении обработки персональных данных (далее — Политика) направлена на защиту прав и свобод физических лиц.</li>
              <li>Политика разработана в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» (далее — ФЗ «О персональных данных»).</li>
              <li>Политика содержит сведения, подлежащие раскрытию в соответствии с ч. 1 ст. 14 ФЗ «О персональных данных», и является общедоступным документом.</li>
              <li>Настоящая Политика подлежит изменению и/или дополнению при изменении законодательства Российской Федерации.</li>
            </ol>
          </li>
          <li>Сведения об операторе</li>
          <li>Сведения об обработке персональных данных:
            <ol>
              <li>Оператор получает персональные данные непосредственно у субъектов персональных данных.</li>
              <li>Оператор обрабатывает персональные данные автоматизированным и неавтоматизированным способами, с использованием средств вычислительной техники и без использования таких средств.</li>
              <li>Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</li>
            </ol>
          </li>
          <li>Обработка персональных данных клиентов:
            <ol>
              <li>Оператор обрабатывает персональные данные клиентов с их согласия, предоставляемого клиентами и/или их законными представителями путем совершения конклюдентных действий на настоящем интернет-сайте.</li>
              <li>Оператор обрабатывает персональные данные клиентов не дольше, чем того требуют цели обработки персональных данных, если иное не предусмотрено требованиями законодательства РФ.</li>
              <li>Оператор обрабатывает персональные данные клиентов в целях соблюдения норм законодательства РФ, а также с целью: идентификации пользователя настоящего интернет-сайта; предоставления пользователям сайта эффективной клиентской поддержки; исполнения условий договора.</li>
            </ol>
          </li>
        </ol>
      </section>
    </Layout>
  )
}